{
  "title": "About Us",
  "descriptions": {
    "short": "De iconische nummers van Queen in een intieme, op MTV Unplugged geïnspireerde, akoestische setting. Tributeband 'The Dutch Queen – Unplugged' brengt een eerbetoon aan de tijdloze muziek van Queen.",
    "medium": "Stel je voor: de iconische nummers van Queen in een intieme, op MTV Unplugged geïnspireerde setting. 'The Dutch Queen brengt een akoestisch eerbetoon aan de tijdloze muziek van Queen.\n\nNummers als 'Radio Ga Ga' worden omgetoverd tot ingetogen ballads, en hits als 'Bohemian Rhapsody' en 'Another One Bites The Dust' krijgen een nieuwe dimensie.\n\nIn kleine bezetting maar met dezelfde energy brengen topmuzikanten vele juweeltjes uit het rijke oeuvre van de band.",
    "long": "Stel je voor: de iconische nummers van Queen in een intieme, op MTV Unplugged geïnspireerde setting. 'The Dutch Queen brengt een akoestisch eerbetoon aan de tijdloze muziek van Queen.\n\nNummers als 'Radio Ga Ga' worden omgetoverd tot ingetogen ballads, en hits als 'Bohemian Rhapsody' en 'Another One Bites The Dust' krijgen een nieuwe dimensie.\n\nIn kleine bezetting maar met dezelfde energy brengen topmuzikanten vele juweeltjes uit het rijke oeuvre van de band. De band bestaat uit Merijn van Haren (vocals, bekend van Navarone en The Analogues), Kees Lewiszong (gitaar, vocals, Navarone) en Henk Jan Heuvelink (piano, vocals, bekend van Marike Jager en Klein Orkest).\n\nDeze unieke akoestische benadering laat de muzikale complexiteit en de tijdloze kwaliteit van Queen's composities op een geheel nieuwe manier tot leven komen."
  },
  "story": {
    "founding": "Een intieme ontmoeting van gerenommeerde muzikanten, verenigd door hun bewondering voor Queen en de wens om de muziek in een akoestische, unplugged setting te brengen.",
    "mission": "De iconische nummers van Queen omtoveren tot ingetogen, akoestische versies die de tijdloze kwaliteit van de composities in een nieuwe dimensie laten horen.",
    "vision": "Het delen van Queen's muzikale erfgoed in een intieme setting, geïnspireerd door MTV Unplugged, waarbij de essentie van elk nummer behouden blijft terwijl het een frisse, akoestische interpretatie krijgt."
  },
  "members": [],
  "achievements": []
}
